Repository: thinkyhead/FretPetX
Catalog: Resources/*.lproj/Localizable.strings
Languages: french, italian

source: Yes
french: Oui
italian: Si

source: No
french: Non

source: untitled
french: Sans titre
italian: senza titolo

source: Cancel
french: Annuler
italian: Annulla

source: Discard
french: Envoyer a la corbeille
italian: Scarto

source: Clear Menu
french: Effacer le menu
italian: Cancella Menu

source: Beta Version Expired
french: Cette version bêta a expiré.
italian: Versione beta ha espirato.

source: This beta version of FretPet X has expired. Visit www.thinkyhead.com to get the latest version.
french: Cette version bêta de FretPet X a expiré. Visite www.thinkyhead.com pour obtenir la dernière version.
italian: Questa versione beta di FretPet X ha espirato. Visita www.thinkyhead.com per ottenere l'ultima versione.

source: Set Default Pattern?
french: Changez le séquence de défaut ?
italian: Cambiare la sequenza di standard

source: Do you want to save the current picking pattern as the default from now on?
french: Voulez-vous changer le séquence de défaut en séquence actuel ?

source: Save As Default
french: Sauvegarder
italian: Risparmi

source: 1 Ionian (Major)
french: 1 Ionien (Majeure)
italian: 1 Ionico (Maggiore)

source: 2 Dorian Minor
french: 2 Dorien mineure
italian: 2 Dorico Minore

source: 3 Phrygian Minor
french: 3 Phrygien mineure
italian: 3 Frigio Minore

source: 4 Lydian Major
french: 4 Lydien Majeure
italian: 4 Lidio Maggiore

source: 5 Mixolydian Major
french: 5 Mixolydien Majeure
italian: 5 Misolidio Maggiore

source: 6 Aeolian Minor
french: 6 Aeolian mineure (naturel)
italian: 6 Eolio Minore

source: 7 Locrian Diminished
french: 7 Locrien diminue
italian: 7 Locrio Diminuito

source: Harmonic Minor
french: Mineure harmonique
italian: Minore Armonico

source: Fixed Melodic Minor
french: Mineure melodique fixe
italian: Minore Melodica

source: Oriental Scale
french: Gamme Oriental
italian: Scala Orientale

source: *** UNREGISTERED ***
french: *** NON ENREGISTRÉE ***
italian: *** NON REGISTRATO ***

source: Registered to %@
french: Enregistré à %@
italian: Registrato a %@

source: Welcome To FretPet X
french: Bienvenue à FretPet X
italian: Benvenuto in FretPet X

source: If you find this program useful, educational, or entertaining you can support Thinkyhead by purchasing a license key from Kagi's secure online store. Save will be disabled during the evaluation period.
french: Si vous trouvez ce logiciel utile, éducatif, ou s'il vous amuse vous pouvez supporter Thinkyhead en achetant une clé d'activation au magasin en ligne de Kagi. Les commandes d'enregistrement ne sont pas accessibles pendant la période d'évaluation.
italian: Se trovi questo programma utile, educativo, o divertente puoi supportare Thinkyhead comprando un codice di attivazione dal negozio online sicuro di Kagi. La registrazione dei file è disabilitata nel periodo di valutazione del programma.

source: Register Now
french: S'enregistrer maintenant
italian: Registro Ora

source: Register Later
french: S'enregister plus tard
italian: Registro Dopo

source: Enter Serial Number
french: Entrée le clé d'activation
italian: Inserici il Numero Seriale

source: Are you sure you want to discard this document?
french: Étes-vous sûr vous voulez-vous détriure ce document ?
italian: Sei sicuro di non voler salvare questo documento?

source: If you close this document all your work will be lost. Register now to remove all restrictions from FretPet X and help support quality shareware.
french: Vos modifications seront perdues si vous fermez ce document. Vous pouvez acheter une licence pour retirer toutes les restrictions de FretPet X et ainsi aider à supporter les partagiciels de haut qualité.
italian: Se chiudi questo document tutto il lavoro andrà perso. Registra adesso il programma per togliere tutte le limitazioni da FretPet X ed aiutarci a realizzare shareware di qualità.

source: Authorization Successful!
french: Autorisation Réussie!
italian: Autorizzazione riuscita!

source: Thank you for registering FretPet X. All restrictions have been removed from the program.
french: Merci d'enregistrer FretPet X. Toutes les restrictions ont été retirées du logiciel.
italian: Grazie per aver registrato FretPet X. Tutte le limitazioni sono state rimosse dal programma.

source: I hope you've enjoyed Kagi's new registration process.
french: J'espère que vous avez apprécié le nouvel procédé d'enregistrement de Kagi.
italian: Ci auguriamo che abbiate apprezzato il nuovo processo di registrazione tramite Kagi.

source: Export as a Standard MIDI Format (SMF) file
french: Exporter sous forme de fichier du MIDI (SMF)
italian: Esporta il file nel Formato Standard MIDI (SMF)

source: Export as a QuickTime Music Movie file
french: Exportation comme fichier de film de musique QuickTime
italian: Esporta il file come filmato QuickTime

source: The document could not be saved because the file "%@" is currently open in FretPet. Choose another name or close the document you are trying to replace.
french: Le document ne peut pas ètre sauvegardé parce que le fichier « %@ » est actuellement ouvert dans FretPet. Choisissez un autre nom ou fermez le document que vous essayez de substituer.
italian: Il documento non può essere salvato poiché il file "%@" è tuttora aperto da FretPet. Scegli un altro nome o chiudi il documento che vuoi sostituire.

source: The file could not be overwritten because it is in use.
french: Ne pourrait pas sauvegarder le document parce qu'il est en service.
italian: Il documento non potrebbe essere scritto sopra perché è in uso.

source: The file could not be saved due to an error.
french: N'a pas pu sauvegarder le document à cause d'une erreur système.
italian: Il documento non ha potuto essere salvato a causa di un errore.

source: This is not a file that FretPet recognizes.
french: FretPet ne comprende pas le document.
italian: FretPet non può aprire questo documento.

source: To install a guitar bundle copy it to the 'Application Support/FretPet' folder.
french: Pour installer une guitare empaquetez la copie il au dossier « Application Support/FretPet ».
italian: Copi i gruppi della chitarra alla cartella “Application Support/FretPet„ per installarli.

source: An unspecified error occurred.
french: Une erreur non spécifiée s'est produite.
italian: Un errore non specificato ha accaduto.

source: Error %d
french: Erreur %d
italian: Errore %d

source: The file "%@" could not be saved.
french: Le fichier « %@ » n'a pas pu être sauvegardé.
italian: L'archivio “%@„ non ha potuto essere salvato.

source: QuickTime Note Player is conflicting with an unknown component in your system. Please use the Thinkyhead contact form to help us track down this issue.
french: Quelque chose installée sur votre système est contradictoire avec le Joueur de Note de QuickTime. Svp contactez-nous à Thinkyhead pour nous aider à dépister cette issue. Merci!
italian: Qualcosa installato sul vostro sistema è contrastante con il Giocatore Della Nota di QuickTime. Contatti prego Thinkyhead per aiutarci a seguire giù questa edizione. Grazie!

source: You have %d FretPet documents with unsaved changes. Do you want to review these changes before closing all?
french: %d documents de FretPet comportent des modifications non enregistrées. Souhaitez-vous les revoir avant tout fermer?
italian: Hai %d documenti di FretPet con modifiche non salvate. Vuoi controllare queste modifiche prima di chiudere tutto?

source: If you don't review your documents, all your changes will be lost.
french: Si vous ne verifiez pas vos documents, toutes les modifications seront perdues.
italian: Se non controlli i documenti, tutte le modifiche andranno perse.

source: Review Changes...
french: Revoir les modifications...
italian: Controlla le Modifiche...

source: Discard Changes
french: Éliminer les modifications
italian: Non Salvare le Modifiche

source: Play
french: Lecture
italian: Riproduci

source: Play All
french: Lecture intégrale
italian: Riproduci Tutto

source: Play %d
french: Lecture %d
italian: Riproduci %d

source: Play %d to %d
french: Lecture %d à %d
italian: Riproduci da %d a %d

source: Stop
french: Arrêter

source: Strum
french: Pianoter

source: Undo
french: Annuler :
italian: Annulla

source: Redo
french: Répéter :
italian: Ripristina

source: Lock Root
french: Verrouiller racine
italian: Blocca la Fondamentale

source: Unlock Root
french: Deverrouiller racine
italian: Sblocca la Fondamentale

source: Anchor Toolbar
french: Ancrer la barre d'outils
italian: Ancora la Toolbar

source: Unanchor Toolbar
french: Libérer la barre d'outils
italian: Disancora Toolbar

source: Filter Part %@
french: Filtrer voix %@
italian: Filtra la Parte %@

source: Filter Parts %@
french: Filtrer voix %@
italian: Filtra le Parti %@

source: (No Parts)
french: (aucune voix n'est permise)
italian: (Nessuna Parte)

source: untitled tuning
french: nouvel accordage
italian: Tonalità Senza Titolo

source: Tuning Change
french: Changement d'accordage
italian: Cambio di Tonalità

source: Changing the tuning will cause all chord fingerings in the document to be recalculated. Are you sure you want to proceed?
french: Si vous changez l'accordage tous les réglages des cordes seront recalculés. Êtes-vous sûr de procéder ?
italian: Cambiando la Tonalità saranno ricalcolate tutte le diteggiature nel documento. Sei sicuro di voler procedere?

source: Change Tuning
french: Changer l'accordage
italian: Cambia la Tonalità

source: FretPet Manual
french: Manuel de FretPet
italian: Manuale di FretPet

source: Release Notes
french: Notes pour cette mise à jour
italian: Note della Versione

source: FretPet Web Site
french: Site Web de FretPet
italian: Sito Web di FretPet

source: Deauthorize
french: Enlever l'autorisation

source: Register FretPet...
french: Acheter FretPet...
italian: Registra FretPet...

source: Enter Serial Number...
french: Entrée le clé d'activation...
italian: Inserisci il Numero Seriale...

source: Add Chord
french: Ajouter accord
italian: Aggiungi Accordo

source: Add Guitar Triad
french: Ajouter une triade de guitare
italian: Aggiungi una Triade di Chitarra

source: Add Scale
french: Ajouter une gamme
italian: Aggiungi una Scala

source: Add Scale Tone
french: Ajouter une note du gamme
italian: Aggiungi una Nota di Scala

source: Add Scale Triad
french: Ajouter une triade du gamme
italian: Aggiungi una Triade di Scala

source: Add Triad
french: Ajouter une triade
italian: Aggiungi una Triade

source: Bracket Change
french: Changer la parenthèse
italian: Cambia la Parentesi

source: Change Chord Name
french: Changer le nom de l'accord
italian: Cambia Nome dell'Accordo

source: Change Fingering
french: Changer le doigté
italian: Cambia Diteggiatura

source: Change Instrument
french: Changer l'instrument
italian: Cambia Strumento

source: Change MIDI Channel
french: Changer le canal de MIDI
italian: Cambia Canale MIDI

source: Clear Tones
french: Éliminer les notes
italian: Cancella Toni

source: Clear Pattern
french: Éliminer le séquence
italian: Cancella Sequenza

source: Clear Tones & Pattern
french: Éliminer les notes et le séquence

source: Cut Chords
french: Couper des accords
italian: Taglia Accordi

source: Delete Chords
french: Effacer des accords
italian: Cancella Accordi

source: Direct Transform
french: Transformation directe
italian: Trasformazione Diretta

source: Disable Fret Bracket
french: Cacher la parenthèse du doigté
italian: Disabilita Parentesi della Diteggiatura

source: Edit Chord
french: Édition de l'accorde
italian: Edita Accordo

source: Enable Fret Bracket
french: Montrer la parenthèse du doigté
italian: Abilita Parentesi della Diteggiatura

source: Flatten Tone
french: Applatir Note
italian: Appiattisci Tono

source: Harmonize Chord
french: Harmoniser l'accord
italian: Armonizza l'Accordo

source: Invert Tones
french: Inverser les notes
italian: Inverti Toni

source: Move Fret Bracket
french: Déplacer la parenthèse du doigté
italian: Muovi Parentesi di Diteggiatura

source: Natural Tone
french: Bécarre
italian: Tono Naturale

source: Paste Chords
french: Coller des accords
italian: Incolla Accordi

source: Root Change
french: Choisir le fondamental
italian: Cambia Fondamentale

source: Set Tempo 1X
french: Tempo 1X

source: Set Tempo 2X
french: Tempo 2X

source: Sharpen Tone
french: Relever le fondamental
italian: Alza Tono

source: Subtract Scale Triad
french: Soustraire une triade de gamme
italian: Sottrai una Triade di Scala

source: Sustain Change
french: Changer le soutien
italian: Cambia Sustain

source: Tempo Change
french: Changer le tempo
italian: Cambia Tempo

source: Toggle Guitar Tone
french: Basculer une note de la guitare
italian: Oscilla Tono della Guitar

source: Toggle Scale Tone
french: Basculer une note du gamme
italian: Oscilla Tono della Scala

source: Toggle Tone
french: Basculer une note
italian: Oscilla Tono

source: Transpose Chord
french: Transposer l'accord
italian: Trasponi Accordo

source: Velocity Change
french: Changer de la vélocité
italian: Cambia Velocità

source: Clone Filter
french: Filtre > Copier
italian: Filtro > Duplichi

source: Consolidate Filter
french: Filtre > Combiner les accords identiques
italian: Filtro > Consolidano

source: Double Filter
french: Filtre > Doubler la durée
italian: Filtro > Doppio

source: Harmonize Filter
french: Filtre > Harmonise
italian: Filtro > Armonizza

source: Lock Roots Filter
french: Filtre > Verrouiller racine
italian: Filtro > Blocca Fondamentale

source: Pattern:Clear Filter
french: Filtre > Motif:Éliminer
italian: Filtro > Sequenza:Clear

source: Pattern:Flip Filter
french: Filtre > Motif:Retourner
italian: Filtro > Sequenza:Flip

source: Pattern:Random 1 Filter
french: Filtre > Motif:Distribuer au hasard 1
italian: Filtro > Sequenza:Riorganizzi 1

source: Pattern:Random 2 Filter
french: Filtre > Motif:Distribuer au hasard 2
italian: Filtro > Sequenza:Riorganizzi 2

source: Pattern:Reverse Filter
french: Filtre > Motif:Renverser
italian: Filtro > Sequenza:Inverso

source: Reverse Chords Filter
french: Filtre > Renverser les cordes
italian: Filtro > Inverta le corde

source: Reverse Melody Filter
french: Filtre > Renverser la mélodie
italian: Filtro > Inverta la melodia

source: Scramble Filter
french: Filtre > Arranger au hasard
italian: Filtro > Riorganizzi

source: Splay Filter
french: Filtre > Augmenter selon la répétition
italian: Filtro > Strombatura

source: Tones:Clear Filter
french: Filtre > Notes:Éliminer
italian: Filtro > Toni:Cancella

source: Tones:Invert Filter
french: Filtre > Notes:Inverser
italian: Filtro > Toni:Invertito

source: Transpose Filter
french: Filtre > Transposer
italian: Filtro > Trasponi

source: Unlock Roots Filter
french: Filtre > Déverrouiller racine
italian: Filtro > Sblocca Fondamentale
